Repository: JorgeCupi/MusicLens
Catalog: FilterExplorer/Resources/AppResources.*.resx
Languages: es

# FilterPage_Title
source: pick filter
es: Escoge un filtro

# PhotoPage_Title
source: photo
es: Foto

# AboutPage_Title
source: About
es: Acerca de

# App_MessageBox_UnsupportedImage_Caption
source: Unsupported image type
es: Tipo de imagen no soportada.

# App_MessageBox_UnsupportedImage_Message
source: Unfortunately the type of the image you selected is unsupported by this application.
es: Lo sentimos, pero el tipo de imagen que seleccionaste no esta soportada por la App.

# PhotoPage_MessageBox_Discard_Caption
source: Discard current image?
es: Deseas descartar esta imagen?

# App_Menu_About
source: about
es: acerca de

# PhotoPage_Button_AddFilter
source: add filter
es: filtros

# PhotoPage_Button_StartMusic
source: get song
es: musica

# PhotoPage_Button_Share
source: Share it
es: compartir

# PhotoPage_Menu_Text
source: Style it!
es: Estilizame!

# ResourceLanguage
source: en-US
es: es

# PhotoPage_TextBlock_Filters
source: APPLIED FILTERS
es: Filtros aplicados

# PhotoPage_TextBlock_NoFilters
source: None
es: Ninguno

# StreamPage_Button_More
source: more
es: Mas

# App_MessageBox_SaveFailed_Caption
source: Saving image failed
es: No pudimos guardar la imagen.

# App_MessageBox_SaveFailed_Message
source: Unfortunately saving the image failed. Would you mind trying again?
es: Algo paso al guardar la imagen. ¿Intenta guardarla nuevamente?

# PhotoPage_Button_Save
source: save photo
es: guardar

# StreamPage_Button_Camera
source: capture photo
es: Capturar foto

# StreamPage_Button_Library
source: pick photo
es: Elegir foto

# StreamPage_Button_Refresh
source: refresh
es: Actualizar

# PhotoPage_Menu_Clear_Filters
source: Clear filters
es: Limpiar filtros.

# PhotoPage_Address
source: Near
es: Cerca a

# PhotoPage_Menu_Show_Address
source: Show your location
es: Mostrar ubicacion

# PhotoPage_Menu_Show_Address_No
source: Hide your location
es: Esconder ubicacion

# PhotoPage_Menu_Show_Time
source: Show current time
es: Mostrar la hora

# PhotoPage_Menu_Show_Time_No
source: Hide current time
es: Ocultar la hora

# PhotoPage_Address_Error
source: Sorry, we couldn't get your location.
es: Ups! No pudimos detectar tu ubicacion.

# PhotoPage_Image_Saved
source: Image saved.
es: Imagen guardada.

# StreamPage_NoMusic
source: Since you're not listening to music right now, we'll start it for you.
es: Como no estas escuchando musica en este momento. Dejanos preparar el ambiente por ti ;)

# Music_NoMusic_Artist
source: Seriously? No music?
es: En serio? No tienes musica?

# Music_NoMusic_NowPlaying
source: #NotPlayingAnything
es: #NoHayMusica

# Music_NoMusic_Song
source: Music Lens is Sad :(
es: Music Lens esta triste :(

# StreamPage_NoMusicOnPhone
source: Wow!!! You don't have music on your cellphone :(.
es: Guau!!! No tienes musica en tu smartphone :(

# PhotoPage_Address_GPSDisabled
source: GPS is disabled on your phone.
es: Tu GPS esta deshabilitado.

# App_IsTrial
source: Ouch! This is not available on the trial version. To buy Music Lens, press Ok, Press Cancel if you want to still use the trial version.
es: Auch! Esta caracteristica no esta disponible en la version de prueba. Para comprar Music Lens, presiona Ok, o presiona Cancel si quieres seguir usando la version de prueba.

# App_PickAlbum
source: Pic from album
es: Foto de tus albumes

# App_RateMe
source: Rate me
es: Calificame

# App_TakePic
source: Take a pic
es: Toma una foto

# AboutPage_AboutTheApp
source: Music Lens is an exclusive Lens App for Windows Phone that let you share the amazing photos you take adding the music you're listening at the moment. Plus, you can also add your position or current time in the picture. And on top of that, you can add some amazing filters provided by Nokia itself. If you have any questions regarding Music Lens, or you would love to have some new features, let me know writing at jcupi@outlook.com. Coming soon to Windows 8 as fast as possible! Thanks for downloading the App. Because every picture deserves some background music, Music Lens is here.
es: Music Lens es una App exclusiva para Windows Phone que te permite compartir las tremendas fotografias que tomas agregando ademas informacion sobre la musica que estas escuchando en el momento. Ademas, tambien puedes agregar informacion sobre tu posicion o la hora actual. Y mucho mejor todavia, puedes agregar unos tremendos filtros a tus fotografias que fueron provistos por Nokia. Si tienes preguntas respecto a Music Lens, o quisieras ver algunas nuevas caracteristicas en la siguiente version, escribeme a jcupi@outlook.com La version para Windows 8 saldra lo mas pronto posible! Muchas gracias por descargar la App. "Porque cada fotografia se merece un fondo musical, Music Lens acaba de llegar"

# AboutPage_PivotAbout_Title
source: About
es: Acerca de

# AboutPage_PivotPrivacy_Title
source: Privacy policy
es: Politica de privacidad

# AboutPage_PrivacyPolicy
source: On using your Location. - Music Lens does not store nor upload information about your location at any time. - Music Lens only uses your location, in an optional way, to obtain the street and city you're currently at, just so you can add that information as a label in your picture.
es: Sobre el uso de tu localizacion. - Music Lens no almacena ni sube informacion sobre tu localizacion en ningun momento. - Music Lens solo utiliza tu localizacion, de una manera opcional, para obtener informacion sobre la calle y la ciudad en la que te encuentras el momento en que usas la App, para que esta informacion pueda aparecer en forma de etiquetas encima de la foto.

# App_About
source: About
es: Acerca de

# EditPage_Title
source: Text settings
es: Estiliza el contenido

# PhotoPage_Menu_Show_Lyrics
source: Show lyrics
es: Mostrar liricas

# PhotoPage_NoLyrics
source: We couldn't find the lyrics :(
es: No pudimos encontrar las letras para esta cancion :(

# EditPage_NoLyrics
source: Write the lyrics for the song here.
es: Escribe las letras de la cancion aca.

# PhotoPage_Menu_Show_Lyrics_No
source: Hide current lyrics
es: Ocultar liricas

# AboutPage_PivotLyrics_Title
source: Lyrics
es: Letras

# AboutPage_Textblock_Lyrics
source: Lyrics are provided by the awesome guys at LYRICSnMUSIC, the ultimate music search engine that also contains information about when your favorite band is touring and more cool stuff. Go check their website. If you're an indie artist and would like to see your lyrics appearing on LYRICSnMUSIC and of course on Music Lens, contact them. LYRICSnMUSIC, a lyric and music search engine for music people, by music people.
es: Las letras de las canciones son provistas por el tremendo equipo de LYRICSnMUSIC, que no solo tienen informacion sobre letras de canciones, si no que tambien poseen informacion sobre cuando tus artistas favoritos andan de gira y otros datos interesantes. Date una vuelta por su pagina web. Si eres un artista independiente y quisieras que que las letras de tus canciones aparezcan en LYRICSnMUSIC y por supuesto en Music Lens, contactate con ellos. LYRICSnMUSIC, un motor de busqueda de canciones y letras, para la gente que disfruta de la musica, hecho por gente que disfruta de la musica.

# PhotoPage_NoInternet
source: Oops! Check your Internet connection :(
es: Ups! Revisa tu conexion a internet :(

# AboutPage_PivotThx_Title
source: Thanks to
es: Agradecimientos

# AboutPage_ThxTo
source: My Jedi master: Walter Novoa (@WarNov), if Music Lens has reached significant updates it's because of his humongous feedback! :) I'm reaching the third major update in less than three weeks because of this great guy who works at Microsoft. You rock WarNov!
es: Gracias a Walter Novoa (@WarNov) por la tremenda retroalimentacion desde la primera version de esta aplicacion. Sin tu apoyo no habria sido posible que Music Lens se vea tan bien y se sienta tan bien!
